<%@ Page Title="" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="PsyBenefits_AcademicCourses.aspx.cs" Inherits="PsyForCom.PsyBenefits" %>
<asp:Content ID="Content1" ContentPlaceHolderID="MainContent" runat="server">
    <div class=div-benefits  style="margin-left:auto;margin-right:auto;width:1000px" >
        <div><h2>רשימת קורסים אקדמיים לבחירה</h2></div>
        <span>*הרישום לקורס מותנה באישור דיקן:</span><br />
        <span>לשליחת בקשה פרטנית:</span><br />
        <span>shullis@idc.ac.il</span><br />
        <span>ההשתתפות בקורס הינה על בסיס שומע חופשי.</span>
      <div>
          <div><h3>קורסי בחירה מתקדמים </h3></div>
        <h4>מחקר בהתנהגות צרכנית:</h4><br />
        <span>לשליחת בקשה פרטנית:</span><br />
        <span>התנהגות צרכנית הפכה להיות מההתנהגויות הבולטות ביותר בתקופה המודרנית. הבנת התנהגות צרכנית וקבלת החלטות צרכנית הפכה לתחום אקדמי כשהממד הפסיכולוגי תופס בו מקום מרכזי. מטרת הקורס להפגיש את הלומד עם התחום ועם שיטות מחקר איכותניות הנהוגות בו, כמו קבוצות מיקוד.</span><br />
        <h4>כהרף עין: </h4>
        <span> ההשלכות החברתיות של קוגניציות לא מודעות: מה זאת אינטואיציה? כיצד אנו יודעים דברים שאפילו לא ידענו שאנו יודעים? בשנים האחרונות המחקר הפסיכולוגי חושף את קיומו של תת-מודע פעיל ומורכב המשפיע על התנהגויות רבות שנחשבו עד לא מכבר כנתונות בשליטת הכוונה, הרצון, והמודעות.  תהליכים אלו כוללים תהליכי עיבוד מידע, תהליכי ויסות, תהליכים מוטיווציונים, ותהליכים רגשיים המשפיעים על מגוון תחומי חיים החל מההחלטה מה ללבוש בבוקר וכלה בבחירת בני זוג, תחומי תעסוקה, וגיבוש עמדות חברתיות ופוליטיות.  בקורס הנוכחי נקרא מאמרים ופרקים נבחרים הנוגעים לחשיבה לא מודעת ונדון בהשלכות של תהליכים אלו על תפיסת האדם כיצור אוטונומי וחושב.</span>
        <h4>יצירתיות בארגונים:</h4>
        <span>תהליכי הגלובליזציה העולמית חושפים את הארגון העסקי לתחרות עזה. תחרות זו מחייבת את הארגון לבחינה מחודשת ומתמדת של הפרדיגמות הארגוניות שלו והטמעת תהליכים יצירתיים לתוך הארגון.  הקורס יתמקד בשינוי הארגוני המתבקש כתוצאה מאתגר ארגוני משמעותי זה. ברמה האינדיבידואלית:  נלמד כיצד ניתן לעודד עובדים לחשוב באופן יצירתי.  ברמה הקבוצתית, נלמד כיצד ניתן לשלב  תהליכים יצירתיים בתוך החשיבה הקבוצתית.  ברמה הארגונית, נלמד על הכלים המרכזיים של המנהיג הארגוני המבקש לנווט את הארגון לאפיקים יצירתיים יותר.</span><br /> 
        <h4>פסיכולוגיה חיובית בחינוך: </h4>
        <span>קורס זה חוקר את התאוריה והמעשה בענף הפסיכולוגיה החיובית כפי שהם באים לידי ביטוי בחינוך. הנושאים שיידונו הם: תפקיד הגישה החיובית בבית הספר, הגישה המתבססת על חוזקות להוראה ולמידה, תפקידם של סיפורים מעצימים, ודרכים לשילוב רעיונות הפסיכולוגיה החיובית לאורך כל תכנית הלימודים. הקורס יעסוק בנושא ברמות שונות של ניתוח, כגון התבוננות בדרך שבה כל תלמיד כשלעצמו יוכל להגיע להישגים, איך אפשר ליצור מהפך חיובי בכיתת הלימוד וכיצד אפשר להביא לצמיחה ושגשוג של בית הספר כולו.</span>
         <h4>תיאוריות ומחקר בהתאבדות: </h4>
        <span>הקורס עוסק בתיאוריות השונות להסבר התאבדות ובמחקר המודרני בנושא זה. התחומים בהם נדון בקורס כוללים הגדרות, אפידמיולוגיה, צורות שונות של הרס עצמי, נסיונות התאבדות מול התאבדות מוגמרת, העולם הרגשי והעולם הקוגניטיבי של האדם האובדני, הכאב הנפשי, גורמי סיכון להתאבדות, סימני הכר לסיכון אובדני, התאבדות בקרב ילדים ומתבגרים, מניעה, התערבות וטיפול באובדנות.</span>
         <h4>תהליכים אישיותיים והבדלים בין-אישיים: </h4>
        <span>מטרת הקורס להעניק לסטודנטים, שכבר למדו תאוריות באישיות, הזדמנות להכיר באופן מעמיק ושיטתי יותר את שדה המחקר העדכני בתהליכים אישיותיים והבדלים אינדיבידואליים. ב-30 השנים האחרונות, תחום האישיות הפך מתאורטי-ספקולטיבי לתחום אמפירי עשיר במחקר ובשימוש בטכניקות חקר יצירתיות, הלקוחות מהתחום הקוגניטיבי וחקר המוח. בקורס נעסוק במודלים המרכזיים של תכונות אישיות, מקורות גנטיים של הבדלים בין-אישיים, הבסיס המוחי לתהליכים אישיותיים, קביעות ותהליכי שינוי באישיות, אישיות ותרבות, תהליכים מוטיבציוניים, רגשיים וקוגניטיביים הקשורים לאישיות, וההשלכות הבריאותיות של תהליכי אישיות.</span>
         <h4>יחסים בין-אישיים קרובים: </h4>
        <span>מטרת הקורס להעניק לסטודנטים, שכבר למדו פסיכולוגיה חברתית, הזדמנות להכיר באופן מעמיק ושיטתי יותר את שדה המחקר העדכני ביחסים בין-אישיים. משנות ה-80 והילך, מתפתח בפסיכולוגיה החברתית שדה מחקר חדש הקרוי Relational Science, המתמקד בהבנת תהליכים פסיכולוגיים הקשורים ליחסים בין-אישיים קרובים. הקורס יעסוק בשדה מחקר זה ויחשוף את הסטודנטים לגישות התאורטיות הדומיננטיות לחקר היחסים הבין-אישיים, לשיטות מחקר ולטכניקות סטטיסטיות עדכניות לחקר יחסים אלו. כמו כן, יתמקד הקורס באופי היחסים הבין-אישיים לאורך החיים (מהילדות עד הזקנה), הקשר שבין אישיות ויחסים בין-אישיים, תהליכים תקשורתיים, קוגניטיביים ורגשיים ביחסים בין-אישיים, היבטים של תמיכה חברתית וקונפליקטים ביו-אישיים, בדידות, דחק ואלימות ביחסים בין-אישיים, והתפתחות של יחסים בין-אישיים באינטרנט.</span>
         <h4>טכנולוגיות תקשורת חדשות, יישומים ישנים:</h4>
        <span>התקשורת המודרנית הופכת את העולם כולו לכפר גלובלי קטן. אנו שולחים לחבר דוא"ל מהמחשב, מקבלים שיחה לנייד מהאח בחו"ל ומשתתפים בקבוצת דיון באינטרנט, שמשתתפיה שייכים למגוון רחב ביותר של תרבויות ומדינות. התקשורת הופכת כך את מה שהיה דמיוני אתמול למציאות עכשווית. טכנולוגיות התקשורת המודרניות הפכו לחלק מהותי ביותר מחיינו, עד שכמעט בלתי אפשרי לדמיין את חיינו בלעדיהם. הקורס יעסוק בלמידת המאפיינים הייחודיים של טכנולוגיות התקשורת המודרנית ויתמקד  בהבנת הצרכים הבסיסיים הבאים לידי ביטוי בשימוש באפיקי תקשורת זו.</span>
         <h4>תרבות וניהול התרבות בארגונים:</h4>
        <span>בארגון המודרני - או אולי "הפוסט-מודרני - והגלובלי, הניסיון לגרום לעובדים להשקיע ולעבוד קשה מהווה בעיה לא פחות קשה מאשר היה הדבר בשחר העידן התעשיתי. ההבדל העיקרי הוא, שבתחילת המאה ה-21 אמצעי השליטה בעובדים נעשו מתוחכמים הרבה יותר. בעוד הנורמה הייתה שליטה ישירה דרך פיקוח צמוד, ארגונים כיום משתמשים ביצירת מערכות משמעות מורכבות, ניהול זהויות וכד', זאת עם הצורך להתמודד עם מרחקים גיאוגרפיים והבדלים בין-תרבותיים. רעיונות כמו "תרבות ארגונית", "מותג עצמי", או "חבר צוות" נשמעים מכל עבר. בקורס זה נבחן את הדרכים בהן "משמעות", "תרבות" ו-"שליטה" הפכו סממנים בולטים בנוף הארגון המודרני. נבחן הן את מושג התרבות הארגונית והן את מושג התרבות בכלל, ואת האופן בו הן מעצבות ומשפיעות על התנהגות הארגון, צוותים, מוטיבציה, תקשורת וניהול המשאב האנושי. כמו כן, נברר האם ואיך ניתן לנהל את התרבות הארגונית. הקורס ילווה בניתוח מקרים ארגוניים הקשורים בנושאים הנלמדים. </span>
         <h4>פיתוח מנהיגות:</h4>
        <span>מטרת הקורס להעמיק בתחום של הפסיכולוגיה של מנהיגות והתפתחות המנהיג. בהתבססות על תאוריות ומחקרים עדכניים בפסיכולוגיה חברתית וארגונית ברמת היחיד, הקבוצה והארגון, הקורס יתמקד בהתפתחות המנהיגות כפי שהיא באה לידי ביטוי בפוליטיקה, עסקים, חינוך וחברה. הקורס יעסוק בנושאים כגון מוטיבציות המנהיג, סוגיות אתיות הקשורות למנהיגות, כריזמה, חשיבה מערכתית, פיתוח מנהיגות, והיכולת לספר סיפור.   </span>
        <h4>פסיכולוגיה אבולוציונית:</h4>
        <span>קורס זה יציג תאוריות ומודלים בפסיכולוגיה אבולוציונית, שנועדו להבין את טבע האדם, מניעיו, רגשותיו, מחשבותיו והתנהגותו. הקורס יתמקד ביישום עקרונות אבולוציוניים להבנת תהליכים מרכזיים בפסיכולוגיה חברתית: אינטראקציות בין-אישיות, קוגניציה חברתית, תוקפנות, שיתוף פעולה ועוד. בקורס ידונו מחלוקות מרכזיות בשיח האבולוציוני וביקורת על גישות שונות בתחום, תוך עיון ביקורתי במחקרים, הבוחנים השערות הנגזרות מגישות אלה.    </span>
        <h4>חשיבה ביקורתית: </h4>
        <span>אי-וודאות היא חלק בלתי נפרד מחיינו המקצועיים והפרטיים. איננו יודעים האם הנאשם חף מפשע, מה יהיה ערכו העתידי של הדולר והאם נסתדר עם המנהל החדש. עם זאת, עלינו לקבל החלטות התלויות במאורעות אלו: כיצד להכריע במשפט, במה להשקיע את חסכונותינו והאם לבקש העברה למחלקה אחרת. כדי להעריך את סבירותם של מאורעות כאלה אנו נעזרים בשיקול דעת ובאינטואיציה כדי לשקלל את הנתונים ולהסיק מסקנות. במקרים רבים האינטואיציה האנושית משרתת אותנו היטב אבל לעתים היא גורמת להטיות ומובילה למסקנות שגויות. מטרת הקורס לנסות ולשפר את ההתרשמות האינטואיטיבית באמצעות חשיבה ביקורתית לגבי בחינת נתונים והשלכותיהם. במסגרת הקורס יילמדו נושאים כגון: ההבדל בין קשר סטטיסטי לקשר סיבתי - האם כדאי לרוץ כדי להימנע מהתקף לב? האם דוחו"ת תנועה יעילים במניעת תאונות דרכים; כשלים בתפיסת מקריות - משחקי מזל, צירופי מקרים, תופעת "היד החמה" בכדורסל; הטיות בסקרי דעת קהל; כשלים בתפיסת תופעת הרגרסיה - כשל הרגרסיה, ניבוי לא רגרסיבי; תופעת בטחון היתר.</span>
        <h4>תיאוריה ומחקר בהתקשרות: </h4>
        <span>בעשור האחרון תאורית ההתקשרות, שפותחה על ידי בולבי הפכה להיות לאחת מהתאוריות המרכזיות בתחום של חקר האישיות והפסיכולוגיה החברתית. הבדלים אינדיבידואלים הקשורים בסגנונות התקשרות נמצאו רלוונטיים להסבר תופעות הקשורות לאיכות ויציבות של יחסים קרובים (עם חבר או בן זוג), אופי של יחסים רומנטיים ונישואין, הערכה עצמית וייצוגי ה"עצמי", תפיסת האחר, עמדות חברתיות, וויסות רגש, התמודדות עם מצבי מצוקה, רווחה נפשית, פסיכופתולוגיה, פסיכותרפיה, והתנהגות ארגונית. בקורס נציג את אבני הבניין של תאורית ההתקשרות ואת התפתחות המושגים התאורטיים מ-1970 ועד היום וכן נסקור מחקרים עדכניים על ההשלכות של הבדלים אינדיבידואלים בסגנונות התקשרות על התחומים השונים שצוינו לעיל.</span>
        <h4>סוגיות בפסיכולוגיה פוליטית: </h4>
        <span>בקורס נדון בפסיכולוגיה הפוליטית ובהיבטיה השונים. הקורס יציג גישה קוגניטיבית לניתוח פוליטי, אשר במסגרתו יוצגו מספר סוגיות של תפיסה פוליטית ויושם דגש על תפיסה בזמן מערכת בחירות והשפעתה על ההצבעה. כמו כן, יוצגו אמונות קונפליקט באופן כללי ואמונות קונפליקט בלתי נשלט בניתוח מורחב, אשר בו יתוארו אמונות אתוס הקונפליקט כמו דה-לגיטימציה, פטריוטיזם, בטחון ותחושת קורבן. לבסוף, יטפל הקורס בדרכי פתרון קונפליקטים, הדורשים שינוי אתוס הקונפליקט ובניית אתוס השלום.</span>






      </div>



    </div>
</asp:Content>
