<%@ Page Title="" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="Terms.aspx.cs" Inherits="PsyForCom.PsyTerms" %>
<asp:Content ID="Content1" ContentPlaceHolderID="MainContent" runat="server">
    <h2>תקנון</h2><br />
    <span>מטעמי נוחות נוקט התקנון בלשון זכר, ואולם כל הנאמר בו מתייחס לנשים ולגברים כאחד. </span><br /><br />
    <span>1. החוג לפסיכולוגיה במרכז הבינתחומי הרצלייה (להלן "החוג לפסיכולוגיה") הקים מועדון חברים (להלן "פסיכולוגים למען הקהילה")  </span><br />
    <span>2.  השימוש באתר על תכניו והשירותים הניתנים בו, מוצעים לך בכפוף לקבלתך את כל התנאים הכלולים בתקנון זה.  </span><br />
    <span>3.  החוג לפסיכולוגיה במרכז הבינתחומי אינו לוקח אחריות על הטיפול הפסיכולוגי המסופק. אחריות הטיפול חלה על המטפל עצמו.   </span><br />
    <span>4. במידה ומטופל לא יהיה מרוצה מאיכות הטיפול יופסק הקשר הטיפולי ותפתח לפניו אפשרות לבחירת מטפל חדש.  </span><br />
    <span>5. קבלת הטיפול כרוכה בתשלום סמלי ואחיד בסך 50 ₪ למפגש. </span><br />
    <span>6. כל פסיכולוג מומחה הרשום בפנקס הפסיכולוגים ומוסמך כמטפל רשאי לבקש להירשם כחבר במועדון. ההרשמה כרוכה בהסכמה לתנאים המפורטים. מטפל חבר בפסיכולוגים למען הקהילה מתחייב להענקת טיפול מתמשך בהתאם לתחום מומחיותו ועיסוקו. מדובר בטיפול אחד בשנה.  </span><br />
    <span>7. ההרשמה אינה כרוכה בתשלום. </span><br />
    <span>8.  המרכז רשאי לסרב לאשר את קבלתו של פסיכולוג מסוים כחבר במועדון מכל סיבה שהיא ללא פירוט ולפי ראות עיניו בלבד.</span><br />
    <span>9.  המרכז רשאי בכל עת, ללא הודעה מראש ולפי שיקול דעתה הבלעדי והמוחלט וללא הסבר לבטל את חברותו של פסיכולוג ו/או מטופלים ב'פסיכולוגים למען הקהילה'.</span><br />
    <span>10. מובהר, כי הצטרפות הפסיכולוג כחבר ב'פסיכולוגים למען הקהילה' אשר בוחר למלא דואר אלקטרוני וטלפון סלולארי מהווה הסכמה של החבר לקבלת הודעות וחומר פרסומי אודות ההטבות שמוצעות לחברי המועדון.</span><br />
    <span>11. פסיכולוג אשר אינו מעוניין להיכלל ברשימת התפוצה לשם קבלת שרות ההטבות יודיע על כך בהקדם באתר. במקרה זה, תהיה זו אחריותו הבלעדית להתעדכן בהטבות המוצעות על-ידי החוג לפסיכולוגיה במרכז הבינתחומי</span><br />
    <span>12.  כל תוכן אודות הפסיכולוג המפורסם באתר מבוסס על מידע שמעביר הפסיכולוג עצמו ואין הנהלת האתר אחראית על טיב ונכונות הדברים. האתר מציג לשירותכם את אפשרויות המטפלים. בעצם ההצגה של האדם במערכת: א. אין בה כדי להעיד על נכונות הפרטים המופיעים בפרופיל.
ב. אין בה כדי להעיד על איכות השירותים שהמפרסם נותן. לפיכך כל פנייה ושימוש שלכם בשירותים של המטפלים המופיעים במערכת היא על אחריותכם בלבד. בנוסף, בכל מקרה שהמפרסם מעיד על עצמו שהוא פסיכולוג - יש לברר את העניין ברישומי משרד הבריאות.</span><br />
    <span>13. הרשמתך כמנוי לקבלת שירותיו, ייחשבו להסכמה מצדך לתנאים אלה.</span><br />
    <span>14.הנהלת האתר רשאית להשעות, לחסום או להפסיק לאלתר את גישת הגולש לשירות אם יפר את תנאי התקנון.</span><br />
    <span>15. הנהלת האתר רשאית להפסיק לאלתר את השירות, האתר ופעילות המועדון בכל רגע נתון ללא התחיבות וללא הודעה מוקדמת.</span><br />
    <span>16. הנהלת האתר רשאית לעדכן את תנאי התקנון מעת לעת.</span><br />
    <span>17. אין לעשות באתר או באמצעותו כל שימוש למטרות בלתי חוקיות.</span><br />
    <span>18. ההרשמה כמנוי מיועדת ומותרת לפסיכולוגים מומחים הרשאים בטיפול בלבד. בהרשמתך הנך מצהיר כי מספרך הסידורי בפנקס הפסיכולוגים תקף ומאושר .</span><br />
    <span>19. אין לרשום אדם אחר שלא בהסכמתו ו/או ללא נוכחותו מול המסך בשעת הרישום ולאחר שהוסברו לו כל תנאי תקנון זה. </span><br />
    <span>20. הרישום באתר הוא לשימוש האישי והבלעדי של הגולש אשר אינו רשאי להעביר את הרשאת השימוש לאדם אחר כלשהו. חובה מיוחדת לדייק לחלוטין בכל הפרטים האישיים הנדרשים לצורך הרישום ולצורך הקשר השוטף עם המנוי.</span><br />
    <span>21. אין לפרסם או להעביר באמצעות האתר כל מידע שהוא שקרי, מעליב, משמיץ, מאיים, פוגע בפרטיות הזולת, פורנוגרפי, בעל אופי מיני, גזעני, או בלתי חוקי משום סיבה שהיא.</span><br />
    <span>22. הנך אחראי באופן בלעדי לנכונות המידע אותו תפרסם או תעביר באמצעות האתר. הנהלת האתר אינה מקבלת על עצמה כל אחריות לתכנים המפורסמים או מועברים בין המנויים.</span><br />
    <span>23. כל קשר וירטואלי או אחר שלך עם מי מהמנויים האחרים באתר, וזאת בין בהתכתבות או בצ'ט ובין במסגרת "פגישות "אמת", הן באחריותך הבלעדית. מומלץ ביותר לשקול היטב ולוודא את מירב הפרטים אודות הצד השני לפני כל מפגש כזה, וכן לנקוט באמצעי זהירות מרביים לפני הפגישה הראשונה עם אדם לא מוכר. בשום מקרה לא תהיה להנהלת האתר כל אחריות לתוצאות כל קשר כאמור, ומבלי לגרוע מכלליות האמור לעיל לנזקים פיזיים, נפשיים, כספיים, רגשיים ואחרים. </span><br />
    <span>24. בכוונת הנהלת האתר כי האתר ושירותיו יהיו זמינים בכל עת. יחד עם זאת אין ביכולת הנהלת האתר להתחייב לזמינות רצופה ללא תקלות וללא "נפילות". כמו כן רשאית הנהלת האתר להפסיק את השימוש באתר מעת לעת לצורכי תחזוקתו וארגונו. לא יינתן כל פיצוי כספי/זיכוי בשל תקלות או הפסקות רגעיות ו/או קבועות בשירות. </span><br />
    <span>25. כל זכויות הקניין הרוחני וזכויות היוצרים בקשר לאתר הם של הנהלת האתר.</span><br />
    <span>26. הימצאותם של קישורים ("לינקים") לאתרים אחרים אינם מהווים ערובה לתכנים באתרים אלה מבחינת מהימנותם, שלמותם, או מכל בחינה אחרת.</span><br />
    <span>27. הנהלת האתר אינה אחראית לאתרים נוספים. השימוש באתרים להם הוצע קישור דרך האתר הנוכחי יהיו כפופים לתקנון הספציפי של האתר ובהתאם לתנאי השימוש בו. הנהלת האתר החיצוני רשאית להורות על הפסקת השימוש בכל רגע נתון. </span><br />
    <span>28. ההטבה בדבר הרשמה לניטוריקס תקפה פר מטפל לתקופה של שנה אחת בלבד ללא חזרתיות. </span><br />
    <span>29. על התקנון יחול הדין הישראלי. סמכות השיפוט לגביו לבתי המשפט המוסמכים.</span><br /><br />
     <span>כללי</span><br /><br />
    <span>שירות "פסיכולוגים למען הקהילה" מסופק ע"י החוג לפסיכולוגיה במרכז הבינתחומי באמצעות אתר האינטרנט המאוחסן בשם המתחם. מסמך זה מהווה הסכם בינך לבין פרויקט "פסיכולוגים למען הקהילה", אנא קרא אותו בעיון לפני הרישום/קבלת שירותי האתר. ע"י השלמת תהליך הרישום הנך מעיד על כך שקראת, הבנת והסכמת לתנאי מסמך זה ללא סייגים. אם אינך מסכים לתנאים המפורטים בהסכם זה הנך מתבקש שלא להירשם לשירות זה. התנאים הללו עשויים להשתנות מזמן לזמן ע"י הנהלת פרויקט "פסיכולוגים למען הקהילה" ויעודכנו במערכת האתר. על אחריותך להתעדכן בשינויים אלה. המשך השימוש במערכת לאחר שהעדכון יפורסם באתר יעיד על הסכמתך לשינויים אלה. ההסכם כתוב בלשון זכר לצורכי נוחות בלבד, ומתייחס לנשים וגברים כאחד.</span><br /><br />
    <span>1. זכות שימוש:
זכאים להירשם למערכת מטפלים המעודכנים במשרד הבריאות כבעלי הסמכה כמטפלים בעלי הכשרות שונות. עם זאת, מחובתכם להירשם תחת הקטגוריה המתאימה ביותר. אם אין לך רישום תקף בפנקס הפסיכולוגים, אינך יכול להירשם כפסיכולוג. רישום למערכת מהווה הרשאה לך לשימוש במערכת ואינך יכול להעביר זכות זו לאדם אחר. </span><br />
    <span>2. אופן השימוש
אתה רשאי ליצור עבורך פרופיל אשר יפרסם את שירותיך בפני גולשי האתר. אתה מתחייב לכך שפרסום זה יהיה מדויק ומעודכן ככל האפשר ולא להציג מצג שקרי או פוגע. </span><br />
    <span>3. הגבלת אחריות
הנהלת האתר אינה אחראית לכל נזק שעשוי להיגרם לך כתוצאה מהשימוש בשירות. </span><br />
    <span>4. אבטחת המידע
הגישה לחשבונך הינה באמצעות שם משמש וסיסמא אנו ממליצים שלא למסור נתונים אלה לאף אדם. אנא זכור גם לבצע יציאה מהמערכת ולסגור את הדפדפן שלך בשעה שהנך מסיים את שימושך באתר. פעולות אלה חשובות על מנת להבטיח שאחרים אשר יש להם גישה למחשב יהיו מנועים מכניסה לפרטי חשבונך. פעולות אלה הכרחיות כאשר השימוש באתר נעשה באתר ציבורי כגון אוניברסיטאות, מקומות עבודה, ספריות ובתי קפה. </span><br />
    <span>5. רציפות השירות
אתר "פסיכולוגים למען הקהילה" יהיה זמין, באופן רגיל, 24 שעות ביום, 7 ימים בשבוע, 365 ימים בשנה. אולם לעיתים ייתכנו נפילות בשרת אשר עשויות להפריע לרציפות השימוש ולא נהיה אחראיים לכל נזק שעשוי להיגרם לך בעקבות כך. </span><br />
    <span>6. סיום השימוש
הנך זכאי לסיים את השימוש במערכת ולבקש למחוק את הרישום שלך באתר ללא הסבר כלשהו. הנהלת האתר רשאית לסיים את תוקפו של חוזה זה ולהפסיק את זכות השימוש שלך במערכת במקרים הבאים:
א. הפרה שלך של תנאי השימוש במערכת.
ב. מסתבר שהנך עושה שימוש לרעה במערכת.</span><br />
    <span>7. מחלוקות ושיפוט.</span><br /><br />
    <asp:button id="backButton" runat="server" text="חזרה" OnClientClick="window.history.go(-1);return false;"></asp:button>
</asp:Content>
