<%@ Page Title="About" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="PsyForCom.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
      <div style="margin-left:auto;margin-right:auto;width:1000px;">
    <h1>הרעיון שמאחורי</h1>
    
    <p>בית הספר לפסיכולוגיה במרכז הבינתחומי הרצליה פועל למען קידום שיפור המודעות והנגישות לטיפול פסיכולוגי עבור אזרחים שאינם יכולים להרשות לעצמם טיפול ואוכלוסיות מתקשות. כל זאת, במטרה לפעול לצמצום הפער החברתי בתחום הפסיכולוגיה בחברה הישראלית.
הערכים העומדים בבסיס הפרויקט עומדים על עקרונות שיתוף, תרומה והפריה הדדית.</p><br />
    <h2>איך זה עובד?</h2>
    <p>  
פסיכולוג מורשה הנרשם כחבר למערכת מתחייב להעניק טיפול פסיכולוגי למטופל למשך של עד שנה (במידת הצורך). בתמורה, ייהנו החברים הרשומים משלל הנחות משמעותיו להרצאות, פעילויות ופיתוח מקצועי אשר יסופק על-ידי בית הספר לפסיכולוגיה במרכז הבינתחומי.
אזרחים מיעוטי יכולת/מטופלי רווחה/עמותות יוכלו לפנות לגורם המטפל הרלוונטי ולקבל שם משתמש וסיסמא ללא תשלום, דרכם יתבצע הרישום לאתר.
לאחר קבלת הסיסמא יוכלו להיכנס לרשימת המטפלים ולבחור מטפל מתוך רשימת מטפלים המסווגת על-פי אזור מגורים, תחום התמחות, שפה, קבוצות מיקוד ועוד.
הטיפול יתבצע בקליניקת הפסיכולוג עבור תשלום סמלי של 50 ש"ח למפגש דמי רצינות, ועבור תקופה התואמת את מידת הצורך של המטופל, לתקופה שלא תעלה על שנה.
    </p>
          </div>
</asp:Content>
